{"":{"language":"es","plural-forms":"nplurals=2; plural=(n != 1);"},"Settings":"Configuración","English":"Inglés","French":"Francés","Spanish":"Español","Language":"Idioma","Light":"Luminoso","Dark":"Oscuro","Theme":"Tema","Aron Elias HERRERA PONTE":"Aron Elias HERRERA PONTE","Lead developer with over 10 years' experience, specializing in frontend development with ReactJS: Web and Mobile.":"Desarrollador principal con más de 10 años de experiencia, especializado en frontend desarrollo con ReactJS: Web y móvil.","As a senior developer my main objective is to design, develop and maintain web applications. Implement new web technologies that will make the product even more powerful. Find elegant solutions to usability problems. Build fast, intuitive and powerful user interfaces and experiences by solving complex underlying technical challenges.":"Como desarrollador senior, mi principal objetivo es diseñar, desarrollar y mantener aplicaciones web. Implementar nuevas tecnologías web que harán que el producto aún más potente. Encuentre soluciones elegantes a los problemas de usabilidad. Construir interfaces y experiencias de usuario rápidas, intuitivas y potentes resolviendo complejos retos técnicos subyacentes.","Coordinates":"Coordenadas","Paris - France":"Paris - Francia","Full LinkedIn profile":"Perfil completo en LinkedIn","Social networks":"Redes sociales","Done":"Hecho","Todo":"Todo","Name":"Nombre","Enter a name":"Escriba un nombre","Is Done?":"¿Está hecho?","Select an element":"Seleccione un elemento","Save":"Guardar","Fetching todo...":"Buscando todo...","Saving...":"Guardando...","The update action has been completed successfully.":"La acción de actualización se ha completado con éxito.","Update Todo":"Actualizar Todo","The create action has been completed successfully.":"La acción de crear se ha completado con éxito.","Create Todo":"Crear Todo","Add":"Añadir","ID":"ID","NAME":"NOMBRE","IS DONE?":"¿ESTÁ HECHO?","ACTION":"ACCIÓN","Delete Todo?":"¿Borrar Todo?","Are you sure you want to delete this todo?":"¿Seguro que quieres borrar esta tarea?","No":"No","Yes":"Si","The delete action has been completed successfully.":"La acción de eliminación se ha completado correctamente.","Items per page":"Elementos por página","Home":"Página de inicio","About me":"Acerca de mí","Loading...":"Cargando...","Page does not exist":"La página no existe","Nothing to see here!":"Aquí no hay nada que ver.","Click here to go the Home page":"Haga clic aquí para ir a la página de inicio"}