{"":{"language":"fr","plural-forms":"nplurals=2; plural=(n > 1);"},"Settings":"Paramètres","English":"Anglais","French":"Français","Spanish":"Espagnol","Language":"Langue","Light":"Lumineux","Dark":"Sombre","Theme":"Thème","Aron Elias HERRERA PONTE":"Aron Elias HERRERA PONTE","Lead developer with over 10 years' experience, specializing in frontend development with ReactJS: Web and Mobile.":"Développeur principal avec plus de 10 ans d'expérience, spécialisé dans le frontend développement avec ReactJS : Web et Mobile.","As a senior developer my main objective is to design, develop and maintain web applications. Implement new web technologies that will make the product even more powerful. Find elegant solutions to usability problems. Build fast, intuitive and powerful user interfaces and experiences by solving complex underlying technical challenges.":"En tant que développeur senior, mon objectif principal est de concevoir, développer et maintenir des applications Web. Implémenter les nouvelles technologies web qui rendront le produit encore plus puissant. Trouvez des solutions élégantes aux problèmes d’utilisabilité. Construire interfaces et expériences utilisateur rapides, intuitives et puissantes en résolvant défis techniques sous-jacents complexes.","Coordinates":"Coordonnées","Paris - France":"Paris - France","Full LinkedIn profile":"Profil LinkedIn complet","Social networks":"Réseaux sociaux","Done":"Terminé","To do":"À faire","Todo":"Tâche","Name":"Nom","Enter a name":"Saisir un nom","Is Done?":"C'est fait ?","Select an element":"Sélectionner un élément","Save":"Sauvegarder","Fetching todo...":"Recherche de Tâche...","Saving...":"Sauver...","The update action has been completed successfully.":"L'action de mise à jour a été effectuée avec succès.","Back to Home page":"Aller à la page d'accueil","Update Todo":"Mise à jour Tâche","The create action has been completed successfully.":"L'action de création a été effectuée avec succès.","Create Todo":"Créer Tâche","Add":"Ajouter","ID":"ID","NAME":"NOM","IS DONE?":"EST-IL FAIT ?","Yes":"Oui","No":"No,","ACTION":"ACTION","Delete Todo?":"Supprimer Tâche ?","Are you sure you want to delete this todo?":"Êtes-vous sûr de vouloir supprimer cette tâche ?","The delete action has been completed successfully.":"L'action de suppression a été effectuée avec succès.","Items per page":"Éléments par page","Delete":"Supprimer","Todos":"Tâches","Home":"Accueil","About me":"A propos de moi","Loading...":"Chargement...","Page does not exist":"La page n'existe pas","Nothing to see here!":"Il n'y a rien à voir !","Click here to go the Home page":"Cliquez ici pour accéder à la page d'accueil"}